{
    "brave": {
        "unit": [
            {
                "id": "Zekt",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_51007.png",
                "translator": "twolanh",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51006.png",
                    "enlore": "",
                    "vnlore": "Một Lang thần thú, đã từng hầu hạ cho một môn sinh của chúa, sở hữu sức mạnh được cho rằng có thể sánh ngang với các vị thần, đã chiến đấu với triệu hồi giả đầu tiên khi anh ta đang trong chuyến phiêu lưu cô độc của minh, để lại cho con người đó một vết sẹo lớn trên mặt. Sau này, chính con sói thần đó và chủ nhân của nó, đối mặt lại với triệu hồi sư đấy, và bên cạnh là đồng đội của anh. Con thú huyền thoại, mặc dù bị áp đảo về số lượng, nhưng không hề nhân nhượng với những đòn đánh của mình, hạ gục một nữ triệu hồi sư. Tuy nhiên ngay sau đó, một triệu hồi sư khác đã dùng cây thương của mình hạ sát một đòn chí mạng vào ngay con quái thú. Sử sách ghi lại rằng, cho dù đang đối diện trước cái chết của chính mình, con quái thú đó vẫn tiếp tục kiên cường chiến đấu để bảo vệ chủ nhân của chính nó."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51007.png",
                    "enlore": "",
                    "vnlore": "Mặc dù không thể chối bỏ việc con quái thú này đã gây tổn hại lên khuôn mặt của triệu hồi sư đầu tiên, nhưng nó chỉ tấn công khi tinh thần chiến đấu của anh ta đã chứng tỏ rằng, bản thân anh ấy là một mối đe dọa với chủ nhân của nó. Như vậy, sử sách cho rằng, Lang thần thú này chưa bao giờ sở hữu một bản năng thiện chiến. Nếu như cuộc giao tranh định mệnh giữa hai nhân vật này chưa bao giờ xảy ra, con quái thú thần thoại này sẽ càng ngày càng trở nên mạnh mẽ. Và để nhằm bảo vệ chủ nhân của mình, nó chắc chắn sẽ tự chính bản thân nó, cai trị và canh gác một vùng đất đã được chọn mà kể cả 4 vị thần sa ngã cũng sẽ không thể dễ dàng xâm lấn. Như vậy, chắc chắn một điều rằng, việc điều tra của sảnh Triệu hồi của tỉnh La Veda sẽ trở nên rất khó khăn nếu điều đó thực sự xảy ra."
                }
            },
            {
                "id": "Adel",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_10736.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10736.png",
                    "enlore": "",
                    "vnlore": "Nguyên là 1 con quỷ lửa, là người đã sáng lập ra Mildran (nằm ở phía Tây của Lem thuộc Ishgria). Tư tưởng phóng khoáng của Adel đã giúp cho nhiều ý tưởng độc đáo đi vào thực tiễn ở quốc gia của mình. Không chỉ nổi tiếng vì suy nghĩ độc lập và cách tân, hắn cũng có sức mạnh kinh thế. Sau khi có lãnh địa của riêng mình, hắn còn muốn hạ bệ tất cả các Chúa Quỷ khác và bãi bỏ chế độ trị vì cũ hòng thống nhất Ishgria. Trước nay chưa con quỷ nào có được bá khí như vậy.<br> Cuộc viễn chinh của hắn diễn ra rất thuận lợi, sau khi chiếm được một nửa Ishgria, Adel muốn nhanh chóng chiếm lấy nửa còn lại bằng cách thách đấu với <strong><a href='lore_details.html?id=Savia'>nữ vương</a></strong> của Estoria. Tương truyền cả 2 đã đấu với nhau một trận kinh thiên động địa, nhưng không tìm thấy tài liệu nào ghi chép lại trận chiến này. Sau đó, Adel đã quyết định không dùng vũ lực để thống nhất Ishgria, mà nghĩ rằng các quốc gia nên kết giao hảo cùng nhau.<br> Một tin đồn dấy lên rằng chính nữ vương của Estoria đã quyến rũ và mê hoặc Adel bằng tư tưởng hòa bình của mình, điều này là đi ngược lại bản chất của quỷ dữ. Cả 2 người họ trở thành kẻ thù của quỷ giới, và Ishgria chìm trong nội chiến triền miên, thậm chí cả bạn thân của Adel, Jed, cũng trở mặt, truy sát Adel cùng nữ vương đến cùng trời cuối đất. Tung tích của 2 người họ nay vẫn không rõ."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Savia",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20676.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20676.png",
                    "enlore": "",
                    "vnlore": "Nữ vương của Estoria và là thủ lĩnh của Liên Minh Lãnh Địa ở Ishgria cổ đại. Từ ngàn xưa, các Chúa Quỷ đã kích động giết chóc để có được sức mạnh. Nhưng khi Savia lên ngôi, nàng đã chán ghét chuỗi ngày cang qua. Đúng lúc đó, một lãnh địa mới tên là Mildran được thành lập và đang càn quét các lãnh địa khác, hướng thẳng tới Estoria.<br>Các tướng lĩnh dưới trướng của Savia không muốn trở lại chế độ chuyên chế, liền đứng lên chống lại mối họa từ Mildran này. Hai nước giao tranh bất phân thắng bại, và cuối cùng 2 thủ lĩnh phải đấu trực diện với nhau, trận chiến này không hề có nhân chứng… Kết quả là cuộc xâm lăng đã dừng lại, Savia được tuyên bố là đã chiến thắng, nhưng trước bao lời tung hô, nàng chỉ biết im lặng.<br>Sau đó Savia đã kết giao hảo cùng <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>, vua của Mildran, và tuyên bố mọi cuộc chiến vô tri đều phải dừng lại để thống nhất Ishgria. Những kẻ bất mãn với quyết định này đã xúi giục nội loạn chống lại nữ vương và hoàng đế, gây ra một cuộc đảo chính. Dù cả 2 đều có sức mạnh kinh thế nhưng đứng trước số đông, họ chỉ biết thoái lui và mai danh ẩn tích. <strong><a href='lore_details.html?id=Cyan'>Thân tín</a></strong> của Savia cũng đã biến mất cùng họ, mặc dù Adel và Savia muốn cô có được một cuộc sống bình thường."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Cyan",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_30676.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30676.png",
                    "enlore": "",
                    "vnlore": "Là một nữ quỷ đã thề trung thành với Estoria. Cô thường hay bị bắt nạt vì thể trạng yếu hơn các loài quỷ khác nhưng <strong><a href='lore_details.html?id=Savia'>Savia</a></strong> đã thấy được tiềm năng của cô và nhận cô làm thuộc hạ. Cyan muốn đáp trả ân tình này bằng cách dâng hiến cả mạng sống cho Savia, và nỗ lực không ngừng để không phụ kỳ vọng của chủ nhân. Cô đã có được sức mạnh ngang hàng với các tướng quỷ cấp cao, nhưng chỉ để phục vụ nữ vương của mình, không chút tư lợi.<br>Sau khi Estoria kết giao hảo với Mildran, quân đội trở nên xáo trộn, nhưng Cyan đã góp phần lớn công sức để giữ nó không bị tan rã. Cô đã thuyết phục rất nhiều tướng lĩnh hãy giúp cho lý tưởng của nữ vương, và giải quyết nhiều cuộc bất đồng quan điểm khác.<br>Cyan vẫn theo Savia sau khi nàng bị phế truất, nhưng không ai biết được cô nghĩ gì về lý tưởng hòa bình của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong> và Savia. Khi có một con <strong><a href='lore_details.html?id=Reviora'>hắc long</a></strong> tấn công Estoria, Cyan là người duy nhất dám đánh với nó để bảo vệ nữ vương, truyền thuyết kể rằng cô đã chết cùng con rồng đó, nhưng <strong><a href='lore_details.html?id=Jed'>Jed</a></strong>, kẻ thù truyền kiếp không tin và vẫn tiếp tục tìm kiếm cô."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Eldora",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_40646.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40646.png",
                    "enlore": "",
                    "vnlore": "Một con rồng cổ đại điều khiển sấm sét, tương truyền những tia sét của nó đã chia nhỏ Ishgria thành các lục địa. Eldora là hiện thân của tai ương từ khi khai thiên lập địa, nhưng rồi một ngày các cơn bão đã dừng lại, truyền thuyết kể lại là do nó đã kết bạn cùng một con quỷ tên gọi là <strong><a href='lore_details.html?id=Jed'>Jed</a></strong> và về dưới trướng của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>.<br>Sau khi Mildran và Estoria kết giao hảo, Jed đã trải qua một thời kỳ khó khăn, trong những lúc đó, chính Eldora là người bảo vệ Jed, nhưng theo các tư liệu ghi lại thì Eldora đã tách khỏi liên minh của Adel.<br>Sau khi Adel bị soán ngôi, Jed đã tự phong mình làm tân vương, hòng chinh phạt toàn bộ Ishgria nhưng không lâu sau hắn đã bị các tướng lĩnh dưới quyền giết hại. Chứng kiến kết cục bi thương của bạn mình, Eldora giáng tai họa xuống Ishgria một lần nữa, phá hủy thành đô và mọi nền văn minh, mở ra một thời kỳ hỗn mang mới."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Jed",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_50816.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50816.png",
                    "enlore": "",
                    "vnlore": "Một tướng quỷ cấp cao của Mildran, rất ngưỡng mộ tư tưởng phóng khoáng và tham vọng của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>, nên đã thề sẽ phụng sự Adel cùng <strong><a href='lore_details.html?id=Eldora'>người bạn rồng</a></strong> của mình. Nhờ có kiến thức và tuyệt kỹ vô song, Jed đã trở thành cánh tay phải của Adel, một số tư liệu ghi chép rằng Adel nghĩ Jed không thực sự ngưỡng mộ mình, chỉ là phụng sự đức vua mà thôi.<br>Với tài cầm quân và kỹ năng chiến đấu của mình, Jed đã thắng vô số trận, nhưng có một đối thủ luôn thoát khỏi tay hắn, đó là <strong><a href='lore_details.html?id=Cyan'>Cyan</a></strong>, thân tín của <strong><a href='lore_details.html?id=Savia'>nữ vương</a></strong> Estoria. Dù luôn thắng trong mọi lần giáp mặt, nhưng Jed không thể nào kết liễu cô ta được, cuối cùng dẫn đến Mildran và Estoria giao hảo với nhau. Việc Adel sẽ bắt tay cùng kẻ thù cũ đã khiến Jed sốc đến tận tâm can.<br>Giấc mơ chứng kiến đức vua của mình đứng trên đỉnh cao quyền lực bị sụp đổ, Jed cảm thấy đây là một sự phản bội. Hắn đã soán ngôi của Adel và thề sẽ truy sát Adel dưới danh nghĩa tân vương. Thật không may là bạo loạn lại nổ ra, mở đầu một thời kỳ chiến loạn triền miên mới ở Mildran."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Reviora",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_60836.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_60836.png",
                    "enlore": "",
                    "vnlore": "Một con rồng cổ đại muốn tạo ra sự hỗn loạn, truyền thuyết nói rằng nó là hiện thân của hỗn mang. Là kẻ thống trị bóng đêm, nó tin rằng số phận của Ishgria là chìm trong chiến loạn, và gây ra vô số sự kiện để chiến tranh nổ ra. Do có rất nhiều loài quỷ mong muốn bạo loạn, Reviora đã trở thành thần bảo hộ cho những con quỷ đó, có một chút khác biệt so với các đồng loại chuyên gây tai họa của nó.<br>Việc <strong><a href='lore_details.html?id=Savia'>Savia</a></strong> và <strong><a href='lore_details.html?id=Adel'>Adel</a></strong> kết giao hảo có thể làm tổn hại tới kế hoạch của Reviora, nó buộc phải tấn công Estoria nhưng bị <strong><a href='lore_details.html?id=Cyan'>thân tín</a></strong> của nữ vương ngăn lại. Cuộc chiến này lớn đến mức san bằng cả Ishgria. Theo lời kể thì cả hai đã đánh ra tới biển rồi mất hút, không bao giờ xuất hiện lại nữa."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Kyle",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20425.png",
                "translator": "Dê",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20423.png",
                    "enlore": "",
                    "vnlore": "Một sĩ quan trẻ của chính phủ Elgai Federation trong thời Akras Summoners’ Hall vừa mới được thành lập. Tinh thông về võ thuật và là một nhà chiến thuật xuất sắc, Kyle được rất nhiều đồng nghiệp của mình kính nể và tin tưởng vì bản tính tốt bụng và đầy nhiệt huyết của minh. Dù vậy Kyle lại hay bị các cấp trên của mình khinh ghét vì sư liêm minh và luôn nhất quyết lựa chọn giải quyết đúng đắn với đạo đức khi thi hành nhiêm vụ. Kyle thực hiện nghĩa vụ của mình mà không hề màng tới tình hình chính trị và danh tiếng của minh, cho đến một hôm anh nhận được nhiệm vụ đi dẫn một phái đoàn tội phạm đi trinh thám Ishgria. Mặc dù Kyle có nghi ngờ và lo lắng về mục đính thật sự của nhiệm vụ này, anh vẫn chấp nhận nó vì tương lai của đất nước mình.<ul><li>Fusion: Để thi hành công lí, sức mạnh cũng cần thiết. Tôi rất cảm kích sự giúp đỡ của bạn, vì tôi vẫn chưa đủ sự tự tin vào bản thân mình</li><li>Summon: Bạn có phải là người triệu gọi lên hồn của tôi? Nếu điều đó để phục vụ cho công lí, tôi sẽ vui lòng cống hiến toàn bộ sức mạnh của mình</li></ul>"
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20424.png",
                    "enlore": "",
                    "vnlore": "Kyle điều tra hồ sơ của các tội phạm cho chuyến trinh thám Ishgria, nhằm mục đích để hiểu thêm về khả năng và tính cách của từng người trước khi dàn kế hoạch cho chỉ huy của mình. Vì lí do các tội phạm không phù hợp để làm việc với nhau cho 1 nhóm lớn, Kyle đề xuất chia từng người ra để thi hành nhiệm vụ nhanh nhất có thể và đồng thời giảm nguy hiểm cho nhóm. Tuy nhiên, ngay khi nhóm viễn chinh tới Ishgria, kế hoạch bị xáo trộn khi họ bị một con quỷ (Shusui) tấn công. Với tình thế đó, Kyle không còn chọn lựa nào mà phải chia tán nhóm của mình trước khi kip chuẩn bị kĩ lưỡng. Trước môi trường cực khắc nghiệt và nguy hiểm của Ishgria, chỉ có 3 người còn sống sót vả trở về điểm gặp mặt nhóm.<ul><li>Evolution: Dù bất cứ trở ngại nào, chúng ta đều có thể vượt qua. Đó là mục đích tại sao tôi ở đây.</li><li>Fusion: Tôi vui lòng đón nhận sức mạnh mà bạn ban tặng này. Nếu chỉ như mà tôi có sức mạnh này để chiến đấu trong trận chiến định mệnh đó...</li><li>Summon: Kể cả tội phạm cũng có lí do của họ. Công lí cần được thực thi, nhưng đừng nghĩ tất cả tội nhân đều không còn đường hoán lỗi được. Dĩ nhiên, tội lỗi vẫn luôn là tội lỗi.</li></ul>"
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20425.png",
                    "enlore": "",
                    "vnlore": "Như được ra lệnh, Kyle dẫn hai người sống sót tới địa điểm cánh cổng trở về Elgaia. Tìm thấy người chỉ huy của mình đợi trước cánh cổng, Kyle tới và thực hiện báo cáo của mình. Không hề có một lời lẽ cảm kích nào, hắn quay lưng và biến mất qua cánh cổng và lập tức đóng lại sau đó. Bị phản bội và bỏ rơi, Kyle trở về và thuật lại tình hình cho những người còn sống. Bỡ ngỡ, cả 2 quyết định bỏ đi theo đường riêng của mình. Kyle một mình tiếp tục đi lang thang tìm cách trở về thế giới của mình, cho đến khi anh bị chặn bởi một con quỷ (Melord) có khả năng biến những sinh vật khác thành quỷ như mình. Mặc dù vậy, Kyle chọn lựa cách tự sát thay vì chấp nhận số phận làm quỷ.<ul><li>Evolution: Tôi... tuyệt đối sẽ không gục gã và... rơi vào tuyệt vọng. Vì thế... hãy hứa với tôi... bạn cũng sẽ không bao giờ đánh mất niềm tin của mình...</li><li>Fusion: Sức mạnh... không phải là tất cả. Tuy vậy... để thực hiện công lí của mình... tôi còn phải trở nên mạnh mẽ hơn nữa.</li><li>Summon: Hắn... đang tìm một người bạn, một người... mà cũng bị quỷ hóa như hắn. Nhưng tôi... muốn chết với tư cách là một con người.</li></ul>"
                },
                "lore7s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            }
        ]
    }
}
