{
    "brave": {
        "unit": [
            {
                "id": "Zekt",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_51007.png",
                "translator": "Mả",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51006.png",
                    "enlore": "",
                    "vnlore": "Một Lang thần thú, đã từng hầu hạ cho một môn sinh của chúa, sở hữu sức mạnh được cho rằng có thể sánh ngang với các vị thần, đã chiến đấu với triệu hồi giả đầu tiên khi anh ta đang trong chuyến phiêu lưu cô độc của minh, để lại cho con người đó một vết sẹo lớn trên mặt. Sau này, chính con sói thần đó và chủ nhân của nó, đối mặt lại với triệu hồi sư đấy, và bên cạnh là đồng đội của anh. Con thú huyền thoại, mặc dù bị áp đảo về số lượng, nhưng không hề nhân nhượng với những đòn đánh của mình, hạ gục một nữ triệu hồi sư. Tuy nhiên ngay sau đó, một triệu hồi sư khác đã dùng cây thương của mình hạ sát một đòn chí mạng vào ngay con quái thú. Sử sách ghi lại rằng, cho dù đang đối diện trước cái chết của chính mình, con quái thú đó vẫn tiếp tục kiên cường chiến đấu để bảo vệ chủ nhân của chính nó."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51007.png",
                    "enlore": "",
                    "vnlore": "Mặc dù không thể chối bỏ việc con quái thú này đã gây tổn hại lên khuôn mặt của triệu hồi sư đầu tiên, nhưng nó chỉ tấn công khi tinh thần chiến đấu của anh ta đã chứng tỏ rằng, bản thân anh ấy là một mối đe dọa với chủ nhân của nó. Như vậy, sử sách cho rằng, Lang thần thú này chưa bao giờ sở hữu một bản năng thiện chiến. Nếu như cuộc giao tranh định mệnh giữa hai nhân vật này chưa bao giờ xảy ra, con quái thú thần thoại này sẽ càng ngày càng trở nên mạnh mẽ. Và để nhằm bảo vệ chủ nhân của mình, nó chắc chắn sẽ tự chính bản thân nó, cai trị và canh gác một vùng đất đã được chọn mà kể cả 4 vị thần sa ngã cũng sẽ không thể dễ dàng xâm lấn. Như vậy, chắc chắn một điều rằng, việc điều tra của sảnh Triệu hồi của tỉnh La Veda sẽ trở nên rất khó khăn nếu điều đó thực sự xảy ra."
                }
            },
            {
                "id": "Adel",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_10736.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10736.png",
                    "enlore": "",
                    "vnlore": "Nguyên là 1 con quỷ lửa, là người đã sáng lập ra Mildran (nằm ở phía Tây của Lem thuộc Ishgria). Tư tưởng phóng khoáng của Adel đã giúp cho nhiều ý tưởng độc đáo đi vào thực tiễn ở quốc gia của mình. Không chỉ nổi tiếng vì suy nghĩ độc lập và cách tân, hắn cũng có sức mạnh kinh thế. Sau khi có lãnh địa của riêng mình, hắn còn muốn hạ bệ tất cả các Chúa Quỷ khác và bãi bỏ chế độ trị vì cũ hòng thống nhất Ishgria. Trước nay chưa con quỷ nào có được bá khí như vậy.<br> Cuộc viễn chinh của hắn diễn ra rất thuận lợi, sau khi chiếm được một nửa Ishgria, Adel muốn nhanh chóng chiếm lấy nửa còn lại bằng cách thách đấu với <strong><a href='lore_details.html?id=Savia'>nữ vương</a></strong> của Estoria. Tương truyền cả 2 đã đấu với nhau một trận kinh thiên động địa, nhưng không tìm thấy tài liệu nào ghi chép lại trận chiến này. Sau đó, Adel đã quyết định không dùng vũ lực để thống nhất Ishgria, mà nghĩ rằng các quốc gia nên kết giao hảo cùng nhau.<br> Một tin đồn dấy lên rằng chính nữ vương của Estoria đã quyến rũ và mê hoặc Adel bằng tư tưởng hòa bình của mình, điều này là đi ngược lại bản chất của quỷ dữ. Cả 2 người họ trở thành kẻ thù của quỷ giới, và Ishgria chìm trong nội chiến triền miên, thậm chí cả bạn thân của Adel, Jed, cũng trở mặt, truy sát Adel cùng nữ vương đến cùng trời cuối đất. Tung tích của 2 người họ nay vẫn không rõ."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Savia",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20676.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20676.png",
                    "enlore": "",
                    "vnlore": "Nữ vương của Estoria và là thủ lĩnh của Liên Minh Lãnh Địa ở Ishgria cổ đại. Từ ngàn xưa, các Chúa Quỷ đã kích động giết chóc để có được sức mạnh. Nhưng khi Savia lên ngôi, nàng đã chán ghét chuỗi ngày cang qua. Đúng lúc đó, một lãnh địa mới tên là Mildran được thành lập và đang càn quét các lãnh địa khác, hướng thẳng tới Estoria.<br>Các tướng lĩnh dưới trướng của Savia không muốn trở lại chế độ chuyên chế, liền đứng lên chống lại mối họa từ Mildran này. Hai nước giao tranh bất phân thắng bại, và cuối cùng 2 thủ lĩnh phải đấu trực diện với nhau, trận chiến này không hề có nhân chứng… Kết quả là cuộc xâm lăng đã dừng lại, Savia được tuyên bố là đã chiến thắng, nhưng trước bao lời tung hô, nàng chỉ biết im lặng.<br>Sau đó Savia đã kết giao hảo cùng <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>, vua của Mildran, và tuyên bố mọi cuộc chiến vô tri đều phải dừng lại để thống nhất Ishgria. Những kẻ bất mãn với quyết định này đã xúi giục nội loạn chống lại nữ vương và hoàng đế, gây ra một cuộc đảo chính. Dù cả 2 đều có sức mạnh kinh thế nhưng đứng trước số đông, họ chỉ biết thoái lui và mai danh ẩn tích. <strong><a href='lore_details.html?id=Cyan'>Thân tín</a></strong> của Savia cũng đã biến mất cùng họ, mặc dù Adel và Savia muốn cô có được một cuộc sống bình thường."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Cyan",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_30676.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30676.png",
                    "enlore": "",
                    "vnlore": "Là một nữ quỷ đã thề trung thành với Estoria. Cô thường hay bị bắt nạt vì thể trạng yếu hơn các loài quỷ khác nhưng <strong><a href='lore_details.html?id=Savia'>Savia</a></strong> đã thấy được tiềm năng của cô và nhận cô làm thuộc hạ. Cyan muốn đáp trả ân tình này bằng cách dâng hiến cả mạng sống cho Savia, và nỗ lực không ngừng để không phụ kỳ vọng của chủ nhân. Cô đã có được sức mạnh ngang hàng với các tướng quỷ cấp cao, nhưng chỉ để phục vụ nữ vương của mình, không chút tư lợi.<br>Sau khi Estoria kết giao hảo với Mildran, quân đội trở nên xáo trộn, nhưng Cyan đã góp phần lớn công sức để giữ nó không bị tan rã. Cô đã thuyết phục rất nhiều tướng lĩnh hãy giúp cho lý tưởng của nữ vương, và giải quyết nhiều cuộc bất đồng quan điểm khác.<br>Cyan vẫn theo Savia sau khi nàng bị phế truất, nhưng không ai biết được cô nghĩ gì về lý tưởng hòa bình của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong> và Savia. Khi có một con <strong><a href='lore_details.html?id=Reviora'>hắc long</a></strong> tấn công Estoria, Cyan là người duy nhất dám đánh với nó để bảo vệ nữ vương, truyền thuyết kể rằng cô đã chết cùng con rồng đó, nhưng <strong><a href='lore_details.html?id=Jed'>Jed</a></strong>, kẻ thù truyền kiếp không tin và vẫn tiếp tục tìm kiếm cô."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Eldora",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_40646.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40646.png",
                    "enlore": "",
                    "vnlore": "Một con rồng cổ đại điều khiển sấm sét, tương truyền những tia sét của nó đã chia nhỏ Ishgria thành các lục địa. Eldora là hiện thân của tai ương từ khi khai thiên lập địa, nhưng rồi một ngày các cơn bão đã dừng lại, truyền thuyết kể lại là do nó đã kết bạn cùng một con quỷ tên gọi là <strong><a href='lore_details.html?id=Jed'>Jed</a></strong> và về dưới trướng của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>.<br>Sau khi Mildran và Estoria kết giao hảo, Jed đã trải qua một thời kỳ khó khăn, trong những lúc đó, chính Eldora là người bảo vệ Jed, nhưng theo các tư liệu ghi lại thì Eldora đã tách khỏi liên minh của Adel.<br>Sau khi Adel bị soán ngôi, Jed đã tự phong mình làm tân vương, hòng chinh phạt toàn bộ Ishgria nhưng không lâu sau hắn đã bị các tướng lĩnh dưới quyền giết hại. Chứng kiến kết cục bi thương của bạn mình, Eldora giáng tai họa xuống Ishgria một lần nữa, phá hủy thành đô và mọi nền văn minh, mở ra một thời kỳ hỗn mang mới."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Jed",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_50816.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50816.png",
                    "enlore": "",
                    "vnlore": "Một tướng quỷ cấp cao của Mildran, rất ngưỡng mộ tư tưởng phóng khoáng và tham vọng của <strong><a href='lore_details.html?id=Adel'>Adel</a></strong>, nên đã thề sẽ phụng sự Adel cùng <strong><a href='lore_details.html?id=Eldora'>người bạn rồng</a></strong> của mình. Nhờ có kiến thức và tuyệt kỹ vô song, Jed đã trở thành cánh tay phải của Adel, một số tư liệu ghi chép rằng Adel nghĩ Jed không thực sự ngưỡng mộ mình, chỉ là phụng sự đức vua mà thôi.<br>Với tài cầm quân và kỹ năng chiến đấu của mình, Jed đã thắng vô số trận, nhưng có một đối thủ luôn thoát khỏi tay hắn, đó là <strong><a href='lore_details.html?id=Cyan'>Cyan</a></strong>, thân tín của <strong><a href='lore_details.html?id=Savia'>nữ vương</a></strong> Estoria. Dù luôn thắng trong mọi lần giáp mặt, nhưng Jed không thể nào kết liễu cô ta được, cuối cùng dẫn đến Mildran và Estoria giao hảo với nhau. Việc Adel sẽ bắt tay cùng kẻ thù cũ đã khiến Jed sốc đến tận tâm can.<br>Giấc mơ chứng kiến đức vua của mình đứng trên đỉnh cao quyền lực bị sụp đổ, Jed cảm thấy đây là một sự phản bội. Hắn đã soán ngôi của Adel và thề sẽ truy sát Adel dưới danh nghĩa tân vương. Thật không may là bạo loạn lại nổ ra, mở đầu một thời kỳ chiến loạn triền miên mới ở Mildran."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Reviora",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_60836.png",
                "translator": "Phúc Hồng",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_60836.png",
                    "enlore": "",
                    "vnlore": "Một con rồng cổ đại muốn tạo ra sự hỗn loạn, truyền thuyết nói rằng nó là hiện thân của hỗn mang. Là kẻ thống trị bóng đêm, nó tin rằng số phận của Ishgria là chìm trong chiến loạn, và gây ra vô số sự kiện để chiến tranh nổ ra. Do có rất nhiều loài quỷ mong muốn bạo loạn, Reviora đã trở thành thần bảo hộ cho những con quỷ đó, có một chút khác biệt so với các đồng loại chuyên gây tai họa của nó.<br>Việc <strong><a href='lore_details.html?id=Savia'>Savia</a></strong> và <strong><a href='lore_details.html?id=Adel'>Adel</a></strong> kết giao hảo có thể làm tổn hại tới kế hoạch của Reviora, nó buộc phải tấn công Estoria nhưng bị <strong><a href='lore_details.html?id=Cyan'>thân tín</a></strong> của nữ vương ngăn lại. Cuộc chiến này lớn đến mức san bằng cả Ishgria. Theo lời kể thì cả hai đã đánh ra tới biển rồi mất hút, không bao giờ xuất hiện lại nữa."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Kyle",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20425.png",
                "translator": "Dê",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20423.png",
                    "enlore": "",
                    "vnlore": "Một sĩ quan trẻ của chính phủ Elgai Federation trong thời Akras Summoners’ Hall vừa mới được thành lập. Tinh thông về võ thuật và là một nhà chiến thuật xuất sắc, Kyle được rất nhiều đồng nghiệp của mình kính nể và tin tưởng vì bản tính tốt bụng và đầy nhiệt huyết của minh. Dù vậy Kyle lại hay bị các cấp trên của mình khinh ghét vì sư liêm minh và luôn nhất quyết lựa chọn giải quyết đúng đắn với đạo đức khi thi hành nhiêm vụ. Kyle thực hiện nghĩa vụ của mình mà không hề màng tới tình hình chính trị và danh tiếng của minh, cho đến một hôm anh nhận được nhiệm vụ đi dẫn một phái đoàn tội phạm đi trinh thám Ishgria. Mặc dù Kyle có nghi ngờ và lo lắng về mục đính thật sự của nhiệm vụ này, anh vẫn chấp nhận nó vì tương lai của đất nước mình.<ul><li>Fusion: Để thi hành công lí, sức mạnh cũng cần thiết. Tôi rất cảm kích sự giúp đỡ của bạn, vì tôi vẫn chưa đủ sự tự tin vào bản thân mình</li><li>Summon: Bạn có phải là người triệu gọi lên hồn của tôi? Nếu điều đó để phục vụ cho công lí, tôi sẽ vui lòng cống hiến toàn bộ sức mạnh của mình</li></ul>"
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20424.png",
                    "enlore": "",
                    "vnlore": "Kyle điều tra hồ sơ của các tội phạm cho chuyến trinh thám Ishgria, nhằm mục đích để hiểu thêm về khả năng và tính cách của từng người trước khi dàn kế hoạch cho chỉ huy của mình. Vì lí do các tội phạm không phù hợp để làm việc với nhau cho 1 nhóm lớn, Kyle đề xuất chia từng người ra để thi hành nhiệm vụ nhanh nhất có thể và đồng thời giảm nguy hiểm cho nhóm. Tuy nhiên, ngay khi nhóm viễn chinh tới Ishgria, kế hoạch bị xáo trộn khi họ bị một con quỷ (Shusui) tấn công. Với tình thế đó, Kyle không còn chọn lựa nào mà phải chia tán nhóm của mình trước khi kip chuẩn bị kĩ lưỡng. Trước môi trường cực khắc nghiệt và nguy hiểm của Ishgria, chỉ có 3 người còn sống sót vả trở về điểm gặp mặt nhóm.<ul><li>Evolution: Dù bất cứ trở ngại nào, chúng ta đều có thể vượt qua. Đó là mục đích tại sao tôi ở đây.</li><li>Fusion: Tôi vui lòng đón nhận sức mạnh mà bạn ban tặng này. Nếu chỉ như mà tôi có sức mạnh này để chiến đấu trong trận chiến định mệnh đó...</li><li>Summon: Kể cả tội phạm cũng có lí do của họ. Công lí cần được thực thi, nhưng đừng nghĩ tất cả tội nhân đều không còn đường hoán lỗi được. Dĩ nhiên, tội lỗi vẫn luôn là tội lỗi.</li></ul>"
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20425.png",
                    "enlore": "",
                    "vnlore": "Như được ra lệnh, Kyle dẫn hai người sống sót tới địa điểm cánh cổng trở về Elgaia. Tìm thấy người chỉ huy của mình đợi trước cánh cổng, Kyle tới và thực hiện báo cáo của mình. Không hề có một lời lẽ cảm kích nào, hắn quay lưng và biến mất qua cánh cổng và lập tức đóng lại sau đó. Bị phản bội và bỏ rơi, Kyle trở về và thuật lại tình hình cho những người còn sống. Bỡ ngỡ, cả 2 quyết định bỏ đi theo đường riêng của mình. Kyle một mình tiếp tục đi lang thang tìm cách trở về thế giới của mình, cho đến khi anh bị chặn bởi một con quỷ (Melord) có khả năng biến những sinh vật khác thành quỷ như mình. Mặc dù vậy, Kyle chọn lựa cách tự sát thay vì chấp nhận số phận làm quỷ.<ul><li>Evolution: Tôi... tuyệt đối sẽ không gục gã và... rơi vào tuyệt vọng. Vì thế... hãy hứa với tôi... bạn cũng sẽ không bao giờ đánh mất niềm tin của mình...</li><li>Fusion: Sức mạnh... không phải là tất cả. Tuy vậy... để thực hiện công lí của mình... tôi còn phải trở nên mạnh mẽ hơn nữa.</li><li>Summon: Hắn... đang tìm một người bạn, một người... mà cũng bị quỷ hóa như hắn. Nhưng tôi... muốn chết với tư cách là một con người.</li></ul>"
                },
                "lore7s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Arius",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20475.png",
                "translator": "Shiku",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20473.png",
                    "enlore": "",
                    "vnlore": "Hoàng tử thứ 3 của Vương Quốc Sama, người chỉ huy Hải Quân Sama chống lại đội quân của các vị Thần (God Army). Arius có tài năng xuất chúng trong cả kiếm thuật lẫn phép thuật, tuy nhiên bởi tính cách có phần mềm mỏng, anh vô tình đồng ý với những lời kiến từ người khác quá nhanh chóng, dẫn đến sự hỗn loạn trong chính đơn vị Hải Quân của mình. Đồng thời, là một trong những người ủng hộ Selena, một trong Six Heroes, một cách nhiệt huyết, anh đã kí họa Selena mà không có sự cho phép của cô, thậm chí còn đưa ra công chúng. Có nhiều lời đồn đoán rằng Selena đã yêu cầu anh giữ khoản cách với cô sau sự việc."
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20474.png",
                    "enlore": "",
                    "vnlore": "Hoàng tử thứ 3 của Vương Quốc Sama, người chiến đấu chống lại đội quân của các vi Thần để bảo vệ thần dân của vương quốc. Mặc dù liên tiếp đẩy lùi đội quân của các vị Thần, nhưng Arius lại không thể dập tắt được những bất ổn còn tồn tại trong quân đội của mình trên cương vị một người chỉ huy. Tuy nhiên, mọi việc đã thay đổi khi anh mời War Captain Mega tham gia Hải Quân của mình. Hiểu ra được vấn đề nằm ở chính bản thân Arius, Mega đã thẳng thắng chỉ ra trực tiếp đến Arius. Ngay sau khi nghe được những gì Mega cần truyền đạt, Arius sau đó đã từ bỏ chức vị của mình, giao lại mọi quyền hành cho Mega. Chàng hoàng tử từ đó chiến đấu như một người lính trong quân ngũ. Tương truyền rằng, quân đội sau đó đã chiến đấu hiệu quả hơn so với những nỗ lực trước đây của anh."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20475.png",
                    "enlore": "",
                    "vnlore": "Hoàng tử thứ 3 của Vương Quốc Sama, anh đã chiến đấu như một người lính trong quân ngũ, tuy vậy bởi Captain Mega bị thương, Arius phải nhanh chóng phục hồi chức vụ chỉ huy. Luôn nghĩ đến cách mà Mega đối đãi với cấp dưới, Arius lắng nghe những góp ý và báo cáo của họ. Với sự chắc chắn khác hẳn với lức trước, rất nhiều người đã nêu lên tiếng nói mong muốn Arius chính thức nhận lấy chức vụ của mình. Tuy nhiên Arius một mực từ chối, đồng thời nhẹ nhàng đáp lại rằng anh không thể đáp ứng được kì vọng của mọi người. Ngay khi Mega hồi phục, anh lập tức trở lại chiến trường với kỹ năng kiếm thuật được cải tiến."
                },
                "lore7s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Griff",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_10676.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10674.png",
                    "enlore": "",
                    "vnlore": "Là một triệu hồi sư phục vụ cho Hội đồng triệu hồi sư Akras từ thời điểm mới hình thành. Mặc dù ban đầu chỉ là một người lính bình thường đến từ quân đội của Đế quốc Randall, anh đã nhanh chóng thăng tiến cấp bậc của mình và trở thành tướng quân cũng như nhận được sự ủng hộ của phần đông binh lính. Tuy nhiên, chỉ với những chiến dịch nhỏ giữa quân đội đế quốc và liên bang vẫn chưa thể làm anh hài lòng mà thay vào đó là niềm hi vọng cho cơ hội đốt mặt với những trận chiến thực sự.  Cơ hội đã hiện đến với anh khi Triệu hồi sư đầu tiên (Owen) trở về từ Grand Gaia và Griff đã thách đấu với ông ta trong một trận chiến khốc liệt. Một vài ngày sau đó, Griff để lại thư từ chức rút khỏi lực lượng quân đội hoàng gia và gia nhập vào Hội đồng triệu hồi sư."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10675.png",
                    "enlore": "",
                    "vnlore": "Cựu chỉ huy của quân đoàn diệt quỷ số 4. Griff giữ một vai trò lãnh đạo chủ chốt trong những ngày đầu của Summoner’s Hall mà được cho rằng chỉ đứng thứ hai sau các vị Nguyên lão. Anh rèn luyện những điều cơ bản trong chiến đấu cho những Triệu hồi sư mới gia nhập, trở thành một triệu hồi sư có năng lực. Bộ viêm giáp đỏ rực anh đang mặc mà được tìm thấy trong một cuộc khảo sát tại vương quốc Agni, được cho là tạo ra bởi các cấm thuật tiến hành bởi vương quốc Agni cổ đại."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10676.png",
                    "enlore": "",
                    "vnlore": "Được bí mật chỉ định làm thủ lĩnh “Ishgria’s Recon Squad”. Ngay khi anh cùng nhóm của mình đặt chân xuống Ishgria, họ đã ngay lập tức đụng độ và bị tấn công bởi một con quỷ mạnh mẽ (Shusui). Griff nhận ra rằng con quỷ kia chỉ muốn đối đầu với những đối thủ mạnh, anh giao cho Krantz chỉ huy nhóm và chiến đấu với con quỷ đó một mình. Theo những báo cáo ghi chép còn lại ở Ishgria, cuộc chiến khốc liệt giữa Griff và con quỷ kia diễn ra trong nhiều ngày, nó đã trở thành những hồi ức sống động tồn tại trong loài quỷ sau này."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Iris",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20636.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20634.png",
                    "enlore": "",
                    "vnlore": "Một triệu hồi sư gia nhập Hội đồng triệu hồi sư Akras vào những ngày đầu thành lập. Trong khi là viên chức dân sự cho đế chế Randall, Iris bị buộc tội là gián điệp của liên bang Elgaia, và sau đó đã bị chuyển công tác đến nơi khác. Sự vô tội của cô đã được chứng minh ngay sau đó, nhưng người ta tin rằng đó chính là lí do để cô gia nhập vào hàng ngũ Hội đồng triệu hồi sư. Đã có rất nhiều triệu hồi sư khác tự hỏi rằng tại sao một quan chức dân sự mà cô có khả năng chiến đấu cao như vậy lại chỉ gia nhập vào Hội đồng triệu hồi sư, nhưng cô không hề đề cập gì về nó."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20635.png",
                    "enlore": "",
                    "vnlore": "Cựu chỉ huy quân đoàn diệt quỷ số 5. Không có một thong tin nào về những vị trí của Iris đã khám phá ở Grand Gaia, nó chắc chắn rằng đã bị xoá đi một cách cố ý. Và ngay cả các Nguyên lão (Summoner of Old) cũng không biết được sự thật đằng sau câu chuyện của Iris. Có một vài câu truyện kể rằng trong một lần cô khảo sát một thánh tích nào đó, cô đã tìm ra được sự thật gây shock nào đó về cuộc chiến với các vị thần (The Great War). Mặc dù không có bằng chức xác thực điều này, nhưng nó cũng nói rằng cô ấy đã có thể làm được vậy bởi vì Iris đã triệu hồi được linh hồn đã chết của 12 vệ thần cổ đại."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20636.png",
                    "enlore": "",
                    "vnlore": "Được lựa chọn bí mật tham gia vào nhóm “Ishgria’s Recon Squad”. Sau khi tách ra khỏi chỉ huy Griff, nhóm bất ngờ bị tấn công bởi một sinh vật nguy hiểm  và tất cả thành viên bị phân tán. Iris hoàn toàn bị cô lập, sau khi khảo sát khu vực xung quanh thì cô gặp một kẻ tự xưng là nữ thần. Đó là lần cuối cùng bất cứ ai biết được về cô. Hơn nữa Iris là người nắm giữ trong tay báo cáo chi tiết có liên quan đến nhóm của cô tại Ishgria, vì vậy vị trí của các báo cáo này đến giờ vẫn còn là bí ẩn."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Libera",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_30626.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30624.png",
                    "enlore": "",
                    "vnlore": "Một triệu hồi sư phục vụ cho Hội đồng triệu hồi sư Akras từ khi mới thành lập. Libera là một quý tộc trong đế quốc Randall, phục vụ cho lực lượng vệ binh hoàng gia cho tới một ngày cô đạt được sức mạnh triệu hồi và quyết định tham gia vào hội đồng triệu hồi sư Akras để chống lại những mong muốn của gia đình. Quá mệt mỏi khi phải hành xử như một nữ quân nhân kiểu mẫu xinh đẹp, cô tham gia vào hội đồng triệu hồi sư để chứng minh thực lực của mình hữu dụng. Sau đó, Libera từ bỏ gia đình của mình và tiếp tục luyện tập chăm chỉ để thực hiện nguyện vọng của chính bản thân. Cuối cùng cô đã đạt được danh hiệu chỉ huy quân đoàn diệt quỷ."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30625.png",
                    "enlore": "",
                    "vnlore": "Cựu chỉ huy của quân đoàn diệt quỷ số 8. Báo cáo ghi chép rằng trong một lần khảo sát Vriksha, cô đã để lại thông tin liên quan đến sự tranh chấp lãnh thổ của “4 vị thần sa ngã” trong truyền thuyết, và cả về giống loài ác quỷ. Trong khi xem xét thực tế rằng khu vực của cô khảo sát thuộc quyền hạn kiểm soát của Afla Dilith, nó là thứ có thể chứng minh năng lực của Libera trong việc hoàn thành nhiệm vụ khảo sát này. Khẳng định sự thiết sót trong hiểu biết của các Nguyên lão về Grand Gaia và tình trạng hiện tại cũng như khả năng đáng kinh ngạc của cô."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30626.png",
                    "enlore": "",
                    "vnlore": "Libera được bí mật chọn tham gia vào “Ishgria’s Recon Squad”. Tiểu đội 7 thành viên rời đi theo lệnh của Nguyên lão. Nhưng lại chia tách ra bởi người chỉ huy trong quá trình đầu thực hiện nhiệm vụ. Sau khi bị tấn công bởi con một quái thú hung tợn, ba thành viên còn lại chạy trốn tới một khu vực an toàn khác nhưng lại đụng độ một con quỷ mạnh mẽ khác. Libera giao lại phần báo cáo khảo sát của mình cho một thành viên và sau đó tạo ra một lối thoát cùng với Krantz. Tuy nhiên, cô không biết rằng thành viên cuối cùng sẽ không bao giờ có thể đưa nó trở lại Elgaia, bởi vì toàn bộ thành viên đều sẽ bị tiêu diệt."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Rhoa",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_40606.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40604.png",
                    "enlore": "",
                    "vnlore": "Rhoa gia nhập hội đồng triệu hồi sư không lâu sau khi nó được thành lập. Ban đầu là một nhà nghiên cứu khoa học cho liên bang Elgaia, thành thạo về những kỹ thuật tiên tiến đến từ thế giới khác hơn bất cứ ai. Là một người tích cực nhưng cũng bướng bỉnh không kém phần. Anh thường dung mông húc vào những thành viên xung quanh (đoạn này cắt giảm vì hơi tối nghĩa đối với mình, chắc nghĩa kiểu như dạng người năng động tếu táo thích “va chạm cơ thể”). Tuy nhiên, anh đã để lại rất nhiều kiến thức bổ ích cho cháu trai yêu quý của mình (Noel). Rhoa tin tưởng rằng tất cả mọi người sẽ cảm thụ được kỹ thuật triệu hồi mà anh đã phát hiện ra, và tạo cho mình một con đường để đến với hội đồng triệu hồi sư."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40605.png",
                    "enlore": "",
                    "vnlore": "Chỉ huy quân đoàn diệt quỷ số 7. Sau khi khảo sát Atharva (thời đầu chắc nhiệm vụ của cái đám này chỉ toàn đi du lịch ngắm cảnh với khảo sát), rhoa phát hiện ra nhiều cổ vật huyền thoại đến từ công nghệ cổ đại và tìm ra được chức năng cũng như tác dụng của chúng. Nhiều công nghệ đã được sử dụng phổ biến trong Summoner’s Hall hiện nay đều là sản phẩm đến từ công trình nghiên cứu của anh. Việc thành lập Viện nghiên cứu của Triệu hồi sư cũng có thể có một phần đóng góp của anh . Người ta nói rằng Rhoa cùng với chỉ huy quân đoàn diệt quỷ số 6 như chó với mèo, sự bất đồng của họ rất nổi tiếng và nó thường trở thành đề tài tham luận cho đến sau này."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40606.png",
                    "enlore": "",
                    "vnlore": "Rhoa cũng được chọn là thành viên của “Ishgria’s Recon Squad”. Không chỉ lo lắng về những con quỷ Ishgria, nhóm của họ còn bị phục kích bởi một con quái vật hung tợn khi đến điểm hội quân. Rhoa đề xuất một kế hoạch để vượt qua trở ngại này bằng cách sử dụng cỗ máy mà anh tìm thấy ở một vài di tích cổ xưa để giúp cho đồng đội có thể đào thoát. Mặc dù Rhoa quyết định ở lại hi sinh bản thân mình nhưng bất ngờ một nữ triệu hồi sư người mà luôn bất đồng  với anh xuất hiện và trợ giúp. Rhoa nở một nụ cười chua chát những vẫn chiến đấu cùng với quái thú bên cạnh cô. Sau đó cũng không còn báo cáo nào cho đề cập về việc hội quân của nhóm."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Krantz",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_50757.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50754.png",
                    "enlore": "",
                    "vnlore": "Krantz tham gia vào Summoner’s Hall từ khi mới bắt đầu hoạt động. Là một người lính có xuất thân tầm thường trong liên bang Elgaia, hồ sơ về quá khứ của anh rất ít. Tuy nhiên, khi anh trở thành triệu hồi sư dưới sự giám hộ của các Nguyên lão thì tài năng của anh nở hoa nhanh chóng trong khoảng thời gian rất ngắn, đạt được trình độ cực cao. Mang gánh nặng của thế hệ sau trên đôi vai mình, các Nguyên lão kỳ vọng rất nhiều ở anh, mặc dù anh có một khiếm khuyết rất lớn trong việc tiếp cận và sử dụng các máy móc và công nghệ."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50755.png",
                    "enlore": "",
                    "vnlore": "Cựu chỉ huy quân đoàn diệt quỷ số 9. Trong quá trình khảo sát khu vực lục địa Lazeria, Krantz gặp phải thứ gì đó tấn công gây tổn thương con người, điều này khiến anh tham gia vào một trận chiến khốc liệt chống lại chúng. Lí do tại sao Lizeria trở thành một nơi không có quyền lực và nằm ngoài tầm kiểm soát của “4 vị thần sa ngã” là bởi vì những gì Krantz đã làm ở đó. Tuy nhiên, khi anh đến để điều tra về một toà tháp huyền bí nằm trên vị trí trọng yếu của cộng hoà La Veda thì anh lại không thể có bất cứ báo cáo gì về nó bởi những công nghệ này hoàn toàn xa lạ với anh."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50756.png",
                    "enlore": "",
                    "vnlore": "Cũng là một thành viên của “Ishgria’s Recon Squad”. Ngay sau khi đặt chân xuống Ishgria, cả đội đã bị một con quái thú tấn công khiến quân số chỉ còn 3 người, Krantz đã được đề xuất làm quyền chỉ huy. Không lâu sau đó, một con quỷ lại xuất hiện và Krantz đã buộc phải đưa ra lựa chọn ở lại cùng với Libera đối phó với con quỷ kia (Karon). Trong khi thành viên còn lại của tiểu đội sẽ rời đi mang theo báo cáo. Nhưng sau cùng, thành viên đó sẽ không bao giờ có thể trở về Elgaia."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_50757.png",
                    "enlore": "",
                    "vnlore": "Nếu Krantz có thể trở về từ Ishgria một cách an toàn, anh ấy sẽ hoàn thành được một nhiệm vụ lớn tại Hội đồng triệu hồi sư Akras. Sẽ chẳng có ai ngạc nhiên khi thấy anh trở thành một thành viên trẻ tuổi của Hội đồng Nguyên lão vì thành tích của mình. Anh luôn cởi mở nhìn nhận trước những quan điểm của người khác và có khả năng sẽ trở thành người lãnh đạo các triệu hồi sư trong cuộc chiến với 4 vị thần sa ngã. Với một tầm ảnh hưởng khác so với Grahdens và Owen."
                }
            },
            {
                "id": "Kafka",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_60786.png",
                "translator": "Lông",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_10875.png",
                    "enlore": "",
                    "vnlore": "Thủ lĩnh quân đoàn diệt quỷ số 10. Vào thời điểm tham gia “Ishgria’s Recon Squad” anh vẫn còn rất trẻ. Sau khi khám phá Grand Gaia cùng Griff, Krantz cùng các thành viên khác trong nhóm, Mirfah đã được tiến cử vào vị trí chỉ huy quân đoàn diệt quỷ, điều này nói lên những tiềm năng qua những thành tựu của anh đạt được."
                },
                "lore6s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_60785.png",
                    "enlore": "",
                    "vnlore": "Cựu chỉ huy quân đoàn diệt quỷ số 10, là người cuối cùng còn sống sót thuộc “Ishgria’s Recon Squad”. Vào thời điểm anh tới Ishgria, Mirfah luôn nhận được sự quan tâm yêu mến của các thành viên khác bởi anh là người nhỏ tuổi nhất, cũng là vì sự đáng yêu của anh. Với tiềm năng của mình, anh cũng chiếm được vị trí nhất định trong nhóm. Sau này, khi bị mắc kẹt ở Ishgria, anh đã hấp thụ sức mạnh quỷ dữ để tồn tại."
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_60786.png",
                    "enlore": "",
                    "vnlore": "Vùng đất Ishgria với vô số quỷ dữ, đã chứng minh là quá khắc nghiệt đối với sự tồn tại của một con người cô độc. Điều này khiến Mirfah phải hi sinh đi nhiều thứ để đạt được sức mạnh cần thiết đảm bảo cho sự sống còn. Tuy nhiên, có một điều mà anh không bao giờ quên đi: báo cáo về “Ishgria’s Recon Squad”. Cho đến tận ngày nay, Mirfah vẫn chưa kể toàn bộ câu chuyện về điều đó."
                },
                "lore8s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                }
            },
            {
                "id": "Mariela",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_20887.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20886.png",
                    "enlore": "",
                    "vnlore": "Công chúa của một vương quốc nằm trong thẩm quyền của đế quốc Randall. Mariela được kể lại rằng đã cảm nhận được những thế giới khác từ khi còn nhỏ, khi cô được ban tặng khả năng thuật lại những ảo cảnh trên mặt nước. Không may rằng, năng lực của Mariella đã thu hút sự chú ý của một con quỷ sư tử, dẫn đến Mariela bị con quy ấy bắt đến Ishgria sau khi cha và ông của cô thất bại trong việc bảo vệ cô. Tuy nhiên khi đến đó, một con quy khác đã cứu cô và lấy cô làm vợ. Lạ rằng, rất ít người ở Elgaia biết về sự việc này."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_20887.png",
                    "enlore": "",
                    "vnlore": "Sau khi kết hôn với thủ lỉnh của bộ lạc rồng quỷ, Mariela đã sinh được một cậu con trai. Đáng tiếc rằng không lâu sau, nhà của họ đã bị tấn công bởi bọn sư tử quỷ, khiến cho Mariela phải sử dụng sức mạnh cuối cùng để tạo một khiên chắn bảo vệ con trai cô rồi nhờ người em dâu chăm sóc cho đứa con của mình. Sau đó, cô sử dụng năng lực của mình để cầu cứu hai nhà triệu hồi cổ xưa trước khi chết. Nếu như cô còn sống, cô đã trở thành một người mẹ mạnh mẽ luôn luôn sẵn sang bảo vệ con mình và biết đâu, cô có thể thay đổi cách sống của chồng mình."
                }
            },
            {
                "id": "Viktor",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_40827.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40826.png",
                    "enlore": "",
                    "vnlore": "Viktor là thủ lĩnh của bộ lạc sư tử quỷ. Bộ lạc của anh có phong tục kết hôn với những giống loài mạnh hơn để đảm bảo rằng con cháu đời sau có khả năng tồn tại và sống sót trong những điều kiện khắc nghiệt nhất của môi trường. Khi anh ta phát hiện một người phụ nữ ở Elgaia có khả năng nhìn thấy được tương lai, Viktor đã qua thế giới của cô và bắt cóc cô ấy về làm vợ. Tuy nhiên, không lâu sau, kẻ thù không đội trời chung của anh, thủ lĩnh bộ lạc rồng quỷ, cướp lấy người phụ nữ ấy và phá hủy những gì còn lại của bộ lạc của anh. Truyền thuyết được viết lại rằng, Viktor đã thách đấu với kẻ thù của anh, nhưng đã chết dưới tay của bọn rồng quỷ."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40827.png",
                    "enlore": "",
                    "vnlore": "Viktor là một vị thủ lĩnh cực kỳ tận tâm đối với bộ lạc của mình, thậm chí có thể hy sinh tất cả mọi thứ để trả thù cho sự hủy diệt của nó. Một số người cho rằng thủ lĩnh của bộ lạc rồng quỷ đã nói rằng chính tình cảm này đã dẫn tới cái chết của Viktor. Nếu như anh ta giải quyết vấn đề này một cách logic và chiến thuật hơn, Viktor có thể đã đánh trả và thậm chí dồn bộ lạc rồng quỷ vào thế kẹt. Tuy nhiên, điều đó còn phụ thuộc vào sự thù địch của anh ta đối với chủng tộc rồng quỷ và lãnh đạo của họ."
                }
            },
            {
                "id": "Garrel",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_51047.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51046.png",
                    "enlore": "",
                    "vnlore": "Garrel là vua của một vương quốc nằm trong thẩm quyền của đế quốc Randall. Ngày xưa, công chúa của ông bị một con quỷ bắt cóc vì khả năng hiếm có của cô. Là một vị anh hung đầy uy danh và dũng cảm, ông đã cố gắng hết sức để bảo vệ con mình, thậm chí ông còn nhờ giúp từ những người bạn là những nhà triệu hồi. Đáng tiếc rằng, chỉ có sức mạnh của ông thì không đủ để chống lại con quỷ đó và ông đã chết trong trận chiến đó. Khi những nhà triệu hồi đến chi viện thì lúc đó đã quá muộn, cô công chúa đã bị bắt đi."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_51047.png",
                    "enlore": "",
                    "vnlore": "Sau sự việc đau buồn đó, cái tên Garrel như bị lãng quên trong lịch sử. Tuy nhiên, không thể tranh cải rằng ông có đủ sức để chống lại một con quỷ một mình mà không sử dụng khả năng triệu hồi. Hiện nay, cháu của ông đang làm việc là một nhà triệu hội, dẫn đến khả năng có thể ông cũng có một ít tài năng triệu hồi. Nếu như lúc đó Garrel có thể dùng phép triệu hồi, ông đã cứu được cô con gái của mình và trở nên hùng mạnh như một nhà triệu hồi cổ xưa."
                }
            },
            {
                "id": "Rozalia",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_30837.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30836.png",
                    "enlore": "",
                    "vnlore": "Còn được biết đến là Công chúa của Gió, Rozalia là công chúa của một nước nhỏ. Cô trở thành người trị vì sau khi cha cô qua đời và truyền lại viên đá quý gia bảo cho cô. Khi một tên phù thủy có âm mưu muốn chiếm đoạt báu vật đó, một tên trộm dũng cảm đã đến và giải cứu cô. Rozalia buộc phải sử dụng sức mạnh chứa trong viên đá quý để bảo vệ thần dân của mình khỏi cuộc tấn công từ đội quân của tên phù thủy. Tuy nhiên, cô đã phải trả giá bằng chính sắc đẹp của mình và hứng chịu lời nguyền. Và kể từ đó, cô không bao giờ xuất hiện trước công chúng nữa."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_30837.png",
                    "enlore": "",
                    "vnlore": "Đáng tiếc rằng, sau sự việc đó, không ai biết được chuyện gì xảy ra với Rozalia hoặc vương quốc mà cô trị vì. Tuy nhiên, có một truyền thuyết rằng Rozalia đã lấy lại được sắc đẹp và hiện diện trước những thần dân của mình. Ngoài ra, trong những tác phẩm văn học về Zelnite, người ta viết rằng Zelnite đã lấy đi lời nguyền và cứu cô. Nếu đó là sự thật, có thể cho rằng Zelnite đã dạy cho Rozalia bảo vệ những gì quý giá, những ”báu vật thực sự” của mình và chính điều đó đã giúp cô mang lại bình yên cho đất nước của mình."
                }
            },
            {
                "id": "Fizz",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_40817.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40816.png",
                    "enlore": "",
                    "vnlore": "Fizz là cận vệ thân cận của Công chúa của Gió, hoạt động trong tổ chức của những nữ hiệp sĩ có tên là “Lady Wings” (Đôi cánh nữ giới). Công chúa rất tin tưởng và trân trọng Fizz nhất trong những người hầu của cô. Và Fizz cũng luôn hy vọng vào cô chủ của mình, kể cả khi cô chủ bị một phù thủy bắt cóc với âm mưu chiếm lấy gia bảo của dòng tộc hoàng gia. Thực sự rằng, mọi người tin rằng chính Fizz đã cầu cứu một tên trộm để giải cứu công chúa. Mặc dù sau này, cô công chúa đã bị nguyền rủa phải sống ẩn thân, Fizz vẫn không ngừng quan tâm và hỗ trợ cô chủ của mình."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_40817.png",
                    "enlore": "",
                    "vnlore": "Fizz luôn biết ơn Zelnite vì đã không biết bao lần giải cứu công chúa. Một số người nói rằng cô còn yêu thích lối sống đầy nguy hiểm của tên trộm khét tiếng đó. Nếu như cô không chọn con đường trở thành hiệp sĩ và bảo vệ công chúa, có thể cô đã đi theo dấu chân của Zelnite. Và nêu chuyện đó xảy ra thì số lượng những câu chuyện về tên trộm cao quý ấy sẽ nhiều hơn , bao gồm cả những câu chuyện về sự lợi dụng của một nữ trộm."
                }
            },
            {
                "id": "Gregor",
                "thumb": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_thum_61027.png",
                "translator": "Anh Quân",
                "lore3s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore4s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore5s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore6s": {
                    "art": "",
                    "enlore": "",
                    "vnlore": ""
                },
                "lore7s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_61026.png",
                    "enlore": "",
                    "vnlore": "Tên phù thủy với ý định chiếm đoạt báu vật của một vương quốc trong Elgaia. Ông đã lên âm mưu bắt cóc công chúa của nước đó để chạm tay đến báu vật, nhưng tham vọng của ông bị phá khi một hiệp sĩ dưới quyền công chúa đã cầu cứu một tên trộm khét tiếng. Để trả thù, ông đã ra lệnh đội quân của mình tấn công vương quốc ấy, cố gắng đè bẹp nó bằng ma thuật của mình. Tuy nhiên, Gregor đã bị tiêu diệt khi công chúa kích hoạt sức mạnh tiềm ẩn trong báu vật mà ông thèm muốn."
                },
                "lore8s": {
                    "art": "http://2.cdn.bravefrontier.gumi.sg/content/unit/img/unit_ills_full_61027.png",
                    "enlore": "",
                    "vnlore": "Gregor được biết đến bởi tham vọng của mình với một báu vật hoàng gia của một vương quốc nọ và chính tham vọng đó đã khiến ông bỏ ra một khoảng thời gian rất lớn để nghiên cứu về sức mạnh tiềm ẩn của nó. Theo những dữ liệu còn sót lại, viên đá quý đó sẽ chuyển hóa người dùng thành một con quỷ. Nếu như âm mưu của Gregor thành công, ông đã có thể chuyển hóa thành hình dạng tối ưu của mình là một con quỷ và dùng sức mạnh mới của mình để gieo rắc nổi sợ hãi lên Grand Gaia."
                }
            }
        ]
    }
}
